cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'

tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'

brew 'ansible'
brew 'assh'
brew 'coreutils'
brew 'curl'
brew 'go'
brew 'grc'
brew 'docker'
brew 'docker-machine'
brew 'docker-compose'
brew 'imagemagick'
brew 'libgit2'
brew 'openssl'
brew 'mas'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'python'
brew 'tmate'
brew 'unrar'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'suspicious-package'
brew 'quicklook-json'
brew 'qlmarkdown'
brew 'qlstephen'
brew 'qlcolorcode'
brew 'p4mergetool'

brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/nano'
brew 'homebrew/dupes/unzip'
brew 'homebrew/dupes/whois'
brew 'homebrew/php/php56'
brew 'homebrew/php/php56-xdebug'
brew 'homebrew/php/php70'
brew 'homebrew/php/php70-imagick'
brew 'homebrew/php/php70-xdebug'
brew 'homebrew/php/php71'

cask '1password'
cask 'cleanmymac'
cask 'dropbox'
cask 'firefox'
cask 'franz'
cask 'google-chrome'
cask 'google-drive'
cask 'gpgtools'
cask 'phpstorm'
cask 'poedit'
cask 'sequel-pro'
cask 'slack'
cask 'skype'
cask 'sublime-text'
cask 'transmit'
cask 'tower'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'keybase'

mas 'Xcode', id: 497799835
mas 'Pages', id: 409201541
mas 'Harvest', id: 506189836
mas 'iA Writer', id: 775737590
