tap "oven-sh/bun"
tap "pygmystack/pygmy"
tap "steipete/tap"
brew "assh"
brew "composer"
brew "coreutils"
brew "curl"
brew "fnm"
brew "gh"
brew "git-lfs"
brew "gpatch"
brew "grc"
brew "helm"
brew "htop"
brew "hub"
brew "imagemagick"
brew "khal"
brew "kustomize"
brew "libgit2"
brew "mas"
brew "minikube"
brew "mkcert"
brew "node"
brew "node@22"
brew "nss"
brew "openssl@3"
brew "oven-sh/bun/bun"
brew "php@8.2"
brew "php@8.3", link: true
brew "pnpm"
brew "pure"
brew "python@3.13"
brew "rbenv"
brew "readline"
brew "ruby-build"
brew "scw"
brew "spaceman-diff"
brew "steipete/tap/remindctl"
brew "swaks"
brew "vdirsyncer"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "pygmystack/pygmy/pygmy"
cask "1password", args: { appdir: "/Applications" }
cask "adobe-creative-cloud", args: { appdir: "/Applications" }
cask "arc", args: { appdir: "/Applications" }
cask "chatgpt", args: { appdir: "/Applications" }
cask "codexbar", args: { appdir: "/Applications" }
cask "cursor", args: { appdir: "/Applications" }
cask "deepl", args: { appdir: "/Applications" }
cask "dropbox", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-drive", args: { appdir: "/Applications" }
cask "gpg-suite"
cask "iterm2", args: { appdir: "/Applications" }
cask "keybase"
cask "kiro-cli", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-teams", args: { appdir: "/Applications" }
cask "mimestream", args: { appdir: "/Applications" }
cask "notion-calendar", args: { appdir: "/Applications" }
cask "poedit", args: { appdir: "/Applications" }
cask "qlvideo", args: { appdir: "/Applications" }
cask "quicklook-json", args: { appdir: "/Applications" }
cask "raycast", args: { appdir: "/Applications" }
cask "setapp", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "sublime-text", args: { appdir: "/Applications" }
cask "tableplus", args: { appdir: "/Applications" }
cask "todoist-app", args: { appdir: "/Applications" }
cask "tower", args: { appdir: "/Applications" }
cask "transmit", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "whatsapp", args: { appdir: "/Applications" }
mas "AusweisApp", id: 948660805
mas "Brother iPrint&Scan", id: 1193539993
mas "GarageBand", id: 682658836
mas "Harvest", id: 506189836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Outbank", id: 1094255754
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "WireGuard", id: 1451685025
mas "Windows App", id: 1295203466
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "annsk.alignment"
vscode "bmewburn.vscode-intelephense-client"
vscode "cpylua.language-postcss"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "editorconfig.editorconfig"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "matthiashunt.wordpress-syntax-highlighter"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-playwright.playwright"
vscode "ms-vscode.makefile-tools"
vscode "neilbrayfield.php-docblocker"
vscode "pkief.material-icon-theme"
vscode "pucelle.vscode-css-navigation"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shanoor.vscode-nginx"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "usernamehw.errorlens"
vscode "valeryanm.vscode-phpsab"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
